Repository: Ghostthinker/wissensnetz
Catalog: web/sites/all/modules/features/salto_share/po/*.po
Languages: de_de

source: View own notifications
de_de: Eigene Benachrichtigungen anzeigen

source: View any notifications
de_de: Alle Benachrichtigungen anzeigen

source: View all notifications for all users.
de_de: Alle Benachrichtigungen von allen Benutzern sehen.

source: Notifications (!count new)
de_de: Benachrichtigungen (!count neu)

source: Notifications
de_de: Benachrichtigungen

source: Notification settings
de_de: Benachrichtigungseinstellungen

source: Notification event
de_de: Ereignis

source: Email notification
de_de: E-Mail

source: Edit your notification subscriptions.
de_de: Hier können Sie Ihre abonierten Beiträge verwalten.

source: Manage your subscribed content.
de_de: Hier können Sie Ihre abonierten Beiträge verwalten.

source: Manage subsciptions
de_de: Abos verwalten

source: An overview of your notifications.
de_de: Eine Übersicht Ihrer Benachrichtigungen

source: All notifications
de_de: Alle Benachrichtigungen

source: Notification events
de_de: Benachrichtigungsereignisse

source: Here you can set if and how you want to be notified by event type.
de_de: Hier können Sie festlegen, auf welche Art Sie benachrichtigt werden wollen. Sie können einzelne Benachrichtigungen auch ganz deaktivieren.

source: Mail frequency
de_de: E-Mail Sendehäufigkeit

source: When enabling e-mail notification, how often do you want to receive mails?
de_de: Wenn Sie E-Mail benachrichtigung für eine oder mehrere Benachrichtigungsereignisse aktiviert haben können Sie hier festlegen, wie oft Sie eine E-Mail bekommen wollen.

source: imidiately
de_de: sofort

source: daily
de_de: täglich

source: weekly
de_de: wöchentlich

source: Notification settings have been saved!
de_de: Benachrichtigungseinstellungen gespeichert!

source: Send a mail for this notification.
de_de: Diese Benachrichtigung auch per E-mail versenden.

source: Receive notifications for this notification."
de_de: Für dieses Eregnis eine Benachrichtigung erhalten.

source: Notification
de_de: Benachrichtigung

source: Notifications for KW !weeknumber
de_de: Benachrichtigungen für KW !weeknumber

source: Notifications for !day
de_de: Benachrichtigungen für !day

source: You have a new notification
de_de: Sie haben eine neue Benachrichtigung erhalten!

source: All messages have been marked as read.
de_de: Alle Benachrichtigungen wurden als gelesen markiert.

source: No unread notifications.
de_de: Keine ungelesenen Benachrichtigungen.

source: read
de_de: gelesen

source: unread
de_de: ungelesen

source: Mark all as read
de_de: Alle als gelesen markieren
