Repository: Ghostthinker/wissensnetz
Catalog: language/blanko/default.*.po
Languages: de

source: Notification: User mentioned
de: Sie wurden in einem Kommentar oder Beitrag erwähnt

source: Select multiple files
de: Mehrere Dateien auswählen

source: for download
de: um sie herunterzuladen

source: Uploaddate
de: Erstellungsdatum

source: Create an archive of selected files
de: Mehrere Dateien als Zip herunterladen

source: An archive has been created and can be downloaded from: !url
de: Die Zip Datei kann hier gedownloaded werden: !url

source: Download selected files
de: Ausgewählte Dateien herunterladen

source: Create online meeting
de: Online-Treffen erstellen

source: Notify group members
de: Gruppenmitglieder benachrichtigen

source: Notify all group members about the upcoming online meeting.
de: Informieren Sie alle Gruppenmitglieder über das Online-Treffen. Vorausgesetzt die Gruppenmitglieder haben nachfolgende Optionen in den Benachrichtigungs-Einstellungen aktiv:

source: Notification: Online Meeting scheduled
de: Es wurde eine Benachrichtigung zu einem Online-Treffen in einer Ihrer Gruppe versandt

source: Set details for multiple files
de: Details für mehrere Dateien festlegen

source: File location
de: Ablageort

source: Structure (Group)
de: Struktur (Gruppe)

source: for edit
de: um sie zu editieren

source: New recordings for this online meeting
de: Neue Aufnahmen für diesen Online-Treffen

source: A new recording is available for this online meeting. What do you want to do?
de: Für dieses Online-Treffen ist eine neue Aufnahme verfügbar. Was möchten Sie tun?

source: !num new recordings are available for this online meeting. What do you want to do?
de: !num neue Aufzeichnungen sind für dieses Online-Treffen verfügbar. Was möchten Sie tun?

source: Ignore
de: Ignorieren

source: Process recordings
de: Aufzeichnungen verarbeiten

source: Error processing of online meeting recordings.
de: Fehlerhafte Verarbeitung von Online-Treffen Aufzeichnungen.

source: Processing of online meeting recordings successful.
de: Verarbeitung von Online-Treffen Aufzeichnungen erfolgreich.

source: Recordings
de: Aufzeichnungen

source: Select multiple files for download
de: Mehrere Dateien auswählen zum downloaden

source: Select multiple files for edit
de: Mehrere Dateien auswählen zum bearbeiten

source: Save and continue
de: Speichern und weiter

source: DV can not be deleted. Please contact the site administrator. Hint: /node/%node/delete
de: Eine Dachorganisation kann auf diesem Weg nicht gelöscht werden. Bitte wenden Sie sich an den Seitenadministrator. (Hinweis: /node/%node/delete)

source: Group size
de: Gruppengröße

source: PLZ must be a number.
de: PLZ muss eine Zahl sein.

source: PLZ must be 5 digits long
de: PLZ muss 5 Zeichen lang sein.

source: Activity
de: Tätigkeit

source: Personal message
de: Persönliche Nachricht

source: Membership request
de: Beitrittsanfrage

source: Membership requests
de: Beitrittsanfragen

source: Submit membership request
de: Beitrittsanfrage

source: Thank you for your membership request. It will be reviewed immediately.
de: Vielen Dank für Ihre Beitrittsanfrage. Diese wird umgehend geprüft.

source: What code is in the image?
de: Welcher Code ist in dem Bild enthalten?

source: Enter the characters shown in the image.
de: Geben Sie die im Bild gezeigten Zeichen ein.

source: Accept / Decline
de: Annehmen / Ablehnen

source: Accept
de: Annehmen

source: Membership request decision
de: Über Beitrittsanfrage entscheiden

source: Membership request accept
de: Beitrittsanfrage annehmen

source: Membership request decline
de: Beitrittsanfrage ablehnen

source: Accept the membership request of
de: Annehmen der Beitragsanfrage von

source: Decline the membership request of
de: Ablehnen der Beitragsanfrage von

source: Message (optional)
de: Nachricht (optional)

source: Missing user id!
de: Fehlende Benutzer Id!

source: Conflict for user!
de: Konflikt mit dem Benutzer gefunden!

source: Account was deleted, but mail could not send
de: Benutzerkonto wurde gelöscht, aber E-Mail-Benachrichtigung konnte nicht versendet werden

source: Your membership request
de: Ihre Beitrittsanfrage

source: Sort comments
de: Sortierung der Kommentare

source: Sorted chronologically descending
de: Chronologisch absteigend sortiert

source: Sorted chronologically ascending
de: Chronologisch aufsteigend sortiert

source: Current Online meetings
de: Laufende Online-Treffen

source: License statistics from @date
de: Lizenzstatistik Stand @date

source: Loading License statistics ...
de: Lizenzstatistik wird geladen ...

source: This license overview refers to the current status of the valid or total number of licenses in LiMS
de: Diese Lizenzübersicht bezieht sich auf den tagesaktuellen Stand der gültigen bzw. Gesamtzahl der Lizenzen in LiMS

source: Valid
de: Gültig

source: Total
de: Gesamt

source: Date is in the past
de: Datum liegt in der Vergangenheit

source: Start time is in the past
de: Startuhrzeit liegt in der Vergangenheit

source: The end time is before the start time
de: Die Enduhrzeit liegt vor der Startuhrzeit

source: The start date must be 2 hours in the future
de: Das Startdatum muss 2 Stunden in der Zukunft liegen

source: Starttime
de: Startuhrzeit

source: Endtime
de: Enduhrzeit

source: Pending
de: Anstehende

source: Completed
de: Vergangene

source: Online meetings
de: Online-Treffen

source: Hour
de: Stunde

source: Not recurring
de: Nicht wiederkehrend

source: Recurring
de: Wiederkehrend

source: Recurring meetings
de: Wiederkehrende Meetings

source: At the moment there is no content here, but that will surely change soon.
de: Im Moment gibt es hier noch keine Inhalte, aber das wird sich sicherlich bald ändern.

source: Join
de: Beitreten

source: Recurring meeting
de: Wiederkehrendes Meeting

source: Manage categories
de: Struktur verwalten

source: Start Meeting
de: Meeting starten

source: Start Webinar
de: Webinar starten

source: Start Meeting Dialog
de: Dialog Meeting starten

source: You cannot start a webinar at the moment, but you can start a Online-meeting instead.
de: Sie können im Moment kein Webinar starten, aber Sie können stattdessen ein Meeting starten.

source: You cannot start a webinar with up to %desired attendees but you could start a webinar with the up to %max attendees.
de: Sie können ein Webinar nicht mit bis zu %desired gewünschten Teilnehmern starten, aber Sie können ein Webinar mit bis zu %max Teilnehmern starten.

source: The max number of attendees for this webinar is %max.
de: Die maximale Teilnehmerzahl für dieses Webinar beträgt %max.

source: here
de: hier

source: Show all active online meetings with join link
de: Alle laufenden Online-Treffen anzeigen

source: Online meeting
de: Online-Treffen

source: Active meetings in group
de: Laufende Meetings in der Gruppe

source: Edit online meeting
de: Online-Treffen bearbeiten

source: There are currently no online meetings in progress
de: Derzeit sind keine Online-Treffen verfügbar

source: Loading online meeting information
de: Laden von Online-Treffen Informationen

source: Online Meeting has not started yet and will start automatically.
de: Das Online-Treffen hat noch nicht begonnen und beginnt automatisch, wenn Sie dieses Fenster offen halten.

source: Notification: Material updated
de: Eine neue Version eines abonnierten Materials wurde erstellt

source: Auto subscribe posts from the community area
de: Automatisches Abonnieren von Beiträgen des Gemeinschaftsberreichs

source: Auto subscribe materials from the community area
de: Automatisches Abonnieren von Materialien des Gemeinschaftsberreichs

source: <b>Confirm deletion of the group</b><br><br>Are you sure you want to delete this group?<br><br>Please note that the operation cannot be undone!<br><br>All content, i.e. posts and files in this group that are only shared with this group (read and write access) will also be deleted. Content that is shared with the knowledge network or guests will remain. All online meetings of this group will be deleted.
de: <b>Löschen der Gruppe bestätigen</b><br><br>Sind Sie sicher, dass diese Gruppe gelöscht werden soll?<br><br>Bitte beachten Sie, dass der Vorgang nicht rückgängig gemacht werden kann!<br><br>Alle Inhalte, also Beiträge und Dateien in dieser Gruppe, die nur für diese Gruppe freigegeben sind (Lese- und Schreibzugriff) werden ebenfalls gelöscht. Inhalte, die für das Wissensnetz oder Gäste freigegeben sind bleiben bestehen. Alle Online-Treffen dieser Gruppe werden gelöscht.

source: Notification: Material created
de: Ein neues Material wurde im Gemeinschaftsbereich erstellt

source: Notification: Comment created on a subscribed content
de: Einer meiner abonnierten Inhalte wurde kommentiert

source: Ignored
de: Ignoriert

source: Auto-Subscribed
de: Auto-Abonniert

source: Subscribed
de: Abonniert

source: Valid until
de: Gültig bis

source: Switching between campus and community is now even easier. Here you can log in directly with your edubreak® access data.
de: Der Wechsel zwischen Campus und Community ist nun noch einfacher. Hier kannst du dich direkt mit deinen edubreak® Zugangsdaten anmelden.

source: Login with my edubreak®-Account
de: Anmeldung mit meinem edubreak®-Account

source: Blogposts
de: Blogbeiträge

source: You do not have access to this community. Please contact the Support !support.
de: Du hast auf diese Community leider keinen Zugriff. Bitte setze dich mit dem Support !support in Verbindung.

source: Date for automatic post publication is in the past. Please enter a valid post publication date.
de: Das Datum für die automatische Veröffentlichung liegt in der Vergangenheit. Bitte geben Sie ein gültiges Datum für die Veröffentlichung ein.

source: Please enter a valid date for automatic post publication.
de: Bitte geben Sie ein gültiges Datum für die automatische Veröffentlichung ein.

source: Please enter values only for full hours.
de: Bitte geben Sie nur Werte für volle Stunden ein.

source: Password must have the following requirements:
de: Das Passort muss folgenden Anforderungen entsprechen:

source: My Community profile
de: Mein Community-Profil

source: My Organisation(s)
de: Meine Organisation(en)

source: My Invites
de: Meine Einladungen

source: Help & Support
de: Hilfe & Unterstützung

source: Deactivate account
de: Konto deaktivieren

source: Activate account
de: Konto aktivieren

source: You selected the following %count:
de: Sie haben die folgende %count ausgewählt:

source: Are you sure you want to activate/deactivate this user account(s)? When you deactivate, the user no longer has access to your community. You can reactivate the user account if necessary.
de: Sind Sie sicher, dass sie dieses Benutzer:innenkonto bzw. diese Konten aktivieren/deaktivieren möchten? Beim Deaktivieren hat die Person keinen Zugriff auf Ihre Community mehr. Sie können das Benutzer:innenkonto bei Bedarf wieder aktivieren.

source: When enabling e-mail autosubscribe, all posts or materials are subscribe automatically.
de: Wenn Sie das automatische E-Mail-Abonnement aktivieren, werden alle Beiträge oder Materialien automatisch abonniert.

source: Access denied. You must log in to view this page.
de: Zugriff verweigert. Bitte loggen Sie sich ein, um diesen Inhalt zu sehen.

source: You are not allowed to activate accounts.
de: Sie sind nicht berechtigt, Konten zu aktivieren.

source: You are not allowed to deactivate accounts.
de: Sie sind nicht berechtigt, Konten zu deaktivieren.

source: Processed @current out of @total
de: @current von @total verarbeitet

source: Performing %operation on the selected items...
de: Ausführen von %operation an den ausgewählten Elementen...

source: Enter your e-mail address or username.
de: Geben Sie Ihre E-Mail-Adresse oder Ihren Benutzernamen ein.

source: Edit files
de: Dateien editieren

source: Edit multiple files
de: Mehrere Dateien editieren

source: Download files
de: Dateien herunterladen

source: Download multiple files
de: Mehrere Dateien herunterladen

source: You are subscribed for this content. Click the icon on the right, to unsubscribe.
de: Sie haben sich für diesen Inhalt angemeldet. Klicken Sie auf das Symbol auf der rechten Seite, um sich abzumelden.

source: Community-Manager
de: Community-Manager:in

source: Click !here to join the meeting
de: !here klicken, um an der Besprechung teilzunehmen

source: Here
de: Hier

source: Group - only group members of group '!group_name' may see this node.
de: Gruppe - Mitglieder der Gruppe '!group_name' können diesen Beitrag sehen.

source: Node of group !group_name.
de: Inhalt der Gruppe !group_name.

source: Fast navigation
de: Schnellnavigation

source: You do not have access to this community. Please navigate back to !userportal_link and select a course or group you have access to. Alternatively, you can also make a !membership_request here.
de: Du hast auf diese Community leider keinen Zugriff. Bitte navigiere zurück zu !userportal_link und wähle dort einen Kurs oder Gruppe aus, auf die du Zugriff hast. Alternativ kannst Du hier natürlich auch eine !membership_request stellen.

source: Here you can specify whether you want to inform other community users about your changes. For smaller changes, especially spelling improvements or nicer formatting, it is a good idea to suspend the notification. In this case, please uncheck the box above if it is set.
de: Hier kannst Du festlegen, ob Du andere Community-Nutzende über deine Anpassungen in diesem Beitrag informieren möchtest. Bei kleineren Änderungen z.B. in der Rechtschreibung oder Formatierung bietet sich ein Aussetzen der Benachrichtigung an. Bitte nimm in diesem Fall den Haken oben heraus, wenn dieser gesetzt ist.

source: Notify on changes
de: Benachrichtigung über Änderung versenden und Aktivität für die Startseite auslösen

source: Notification settings
de: Benachrichtigunseinstellungen

source: Display via SVP player
de: Direkt im Player unter dem Beitrag anzeigen

source: Your account has been blocked
de: Ihr Konto wurde gesperrt

source: Please click on the title of the notification to play the audio message directly in the player.
de: Bitte klicke auf den Titel der Benachrichtigung um die Audionachricht direkt im Player abzuspielen.

source: Only group
de: Nur Gruppe

source: The video is currently being processed and will be available to you shortly.
de: Das Video wird aktuell aufbereitet und steht Dir in Kürze zur Verfügung.

source: Unfortunately, there was a problem processing this video.
de: Leider gab es beim Aufbereiten dieses Videos ein Problem.

source: Authors and group managers only
de: Nur Autoren und Gruppenmanager:innen

source: Teaser image
de: Vorschaubild

source: You can set an optional preview image here. This is used for a visually appealing post preview on the start page and in the overviews. <b>Please do not use lettering!</b>
de: Sie können hier ein optionales Vorschaubild einstellen. Dieses wird für eine visuell ansprechende Beitragsvorschau auf der Startseite und in den Übersichten genutzt. <b>Bitte keine Schriftzüge verwenden!</b>

source: Group contents
de: Gruppeninhalte

source: Specify who can view the group content, such as posts or files, by default
de: Legen Sie fest wer standardmäßig die Gruppeninhalte, wie Beiträge oder Dateien einsehen darf

source: Specify who can change the group content, such as posts and files, by default.
de: Legen Sie fest wer standardmäßig die Gruppeninhalte, wie Beiträge und Dateien verändern darf.

source: Specify who can edit online meetings in this group by default. This also includes the option to start the online meeting.
de: Legen Sie fest wer standardmäßig in dieser Gruppe Online-Treffen bearbeiten kann. Damit ist auch die Möglichkeit des Starts des Online-Treffen verbunden.

source: Online-meeting: Change access incl. starting online meetings
de: Online-Treffen: Änderungszugriff einschl. Starten von Online-Treffen

source: Specify who can view this online meeting.
de: Legen Sie fest wer dieses Online-Treffen einsehen darf.

source: Specify who can edit and start this online meeting.
de: Legen Sie fest wer dieses Online-Treffen bearbeiten und starten kann.

source: Meeting Start in progress, please wait
de: Das Treffen startet, bitte warten

source: The meeting cannot be started at the moment.
de: Das Treffen kann im Moment nicht gestartet werden.

source: This webinar cannot be started before !time
de: Das Webniar kann nicht vor !time gestartet werden

source: Join Meeting
de: Treffen beitreten

source: Waiting for host to start
de: Warte auf den Start des Hosts

source: The Meeting has been started but there is no host attending. Click !here to take over as host or wait a few more moments.
de: Das Treffen wurde gestartet, aber es ist kein Host anwesend. Klicken Sie !here, um als Host zu übernehmen oder warten Sie noch ein paar Augenblicke.

source: An error occured, could not join meeting
de: Ein Fehler ist beim Beitreten des Treffens aufgetreten

source: Link to online-meeting
de: Link zum Online-Treffen

source: Copy this link to invite additional participants to the online-meeting.
de: Kopieren Sie diesen Link, um weitere Teilnehmer zu dem Online-Treffen einzuladen.

source: Please note that access via this link is dependent on the read access set for the online meeting.
de: Bitte beachten Sie, der Zugriff über diesen Link ist abhängig vom gesetzten Lesezugriff des Online-Treffens.

source: Please note that this link depends on the read access of the online-meeting.
de: Bitte beachten Sie, dass dieser Link vom Lesezugriff der Online-Treffen abhängt.

source: Share Link
de: Link teilen

source: There are currently no online meetings in the community area
de: Aktuell stehen keine Online-Treffen im Gemeinschaftsbereich an

source: More Online meetings in the community area
de: Weitere Online-Treffen im Gemeinschaftsbereich

source: Online meetings in the community area
de: Online-Treffen im Gemeinschaftsbereich

source: Community area
de: Gemeinschaftsbereich

source: Draft - Only persons with edit access
de: Entwurf - Nur Personen mit Änderungszugriff

source: Only svgs allowed
de: Nur svgs erlaubt

source: Only your active groups are displayed. If you want to see all groups, please adjust the filter on the left accordingly
de: Es werden nur Deine aktiven Gruppen angezeigt. Falls du alle Gruppen sehen möchtest bitte den Filter links entsprechend anpassen

source: Maintaining organisations
de: Zugehörigkeit pflegen

source: Maintain the organisations for a user
de: Pflegen Sie die Organisationen für einen Benutzer

source: New organisation affiliation
de: Neue Organisationszugehörigkeit

source: The user is not currently in any organisation
de: Der Benutzer ist aktuell noch in keiner Organisation

source: Add new organisation affiliation
de: Neue Organisationszugehörigkeit hinzufügen

source: The user is already in all organisations
de: Der Nutzer ist bereits in allen Organisationen

source: The users organisations have been successfully processed
de: Die Organisationen des Benutzers wurden erfolgreich bearbeitet

source: document
de: Dokument

source: Filename
de: Dateititel

source: Set the direct the title of the attachment directly.
de: Setzen Sie direkt den Titel dieses Anhangs.

source: If your organisation is not yet registered in the community, please contact the community managers via !mail and only complete the registration once your organisation is available.
de: Falls Ihre Organisation noch nicht in der Community hinterlegt ist wenden Sie sich bitte via !mail an die Community-Manager:innen und schließen Sie bitte die Registrierung erst ab sobald Ihre Organisation verfügbar ist.

source: Title for attachment file must be set.
de: Der Titel des Anhangs darf nicht leer sein.
